import React from 'react'
import styles from './Policy.module.css'
import Header from '../components/Header/Header'

function page() {
    return (
        <div>
            <Header />
            <div className={styles.textbox}>
                <div className={styles.inner}>
                    <h1>Політика конфіденційності</h1>
                    <h4>
                        Ця Політика конфіденційності визначає, як CVV888 використовує та захищає будь-яку інформацію, яку ви надаєте CVV888, коли використовуєте цей веб-сайт. Будь ласка, уважно прочитайте цю політику, щоб зрозуміти наші погляди та практику щодо вашої особистої інформації та те, як ми з нею поводимось.
                    </h4>
                    <h4>
                        1. Хто ми
                    </h4>
                    CVV888 прагне забезпечити захист вашої конфіденційності. Якщо у вас є скарги щодо обробки особистої інформації CVV888, зв’яжіться з нами за адресою https://CVV888.io/#contactus.
                    CVV888 може час від часу змінювати цю політику, оновлюючи цю сторінку. Переглянута Політика конфіденційності набуде чинності з дати публікації. Коли це буде необхідно, ми повідомимо вас про таке оновлення, у всіх інших випадках ви зобов’язані час від часу перевіряти цю політику. Завжди радимо відвідувати цю сторінку, щоб перевірити, чи є якісь оновлення щодо наших методів обробки. Ця політика діє з 01.07.2022.
                    <h4>
                        2. Що ця політика означає для вас
                    </h4>
                    Поставивши галочку, ви підтверджуєте, що ознайомилися з умовами цієї Політики конфіденційності. Відвідуючи веб-сторінку, ви визнаєте, що CVV888 може записувати, зберігати, обробляти та передавати (надалі «обробка») особисту інформацію відповідно до Політики конфіденційності компанії. Така інформація та записи регулюються та захищаються Загальним регламентом захисту даних (надалі «GDPR»). Як правило, CVV888 обробляє інформацію на основі виконання контракту відповідно до цієї Політики конфіденційності. У деяких інших випадках ми обробляємо інформацію, щоб вступити в договірні відносини або відповідати нашим законним інтересам.
                    Точніше, тут описані причини, види, основи та інтереси, яких ми дотримуємося під час обробки інформації:
                    <h4>2.1.</h4> Для чого ми використовуємо інформацію:
                    <h4>2.1.1.</h4> Для надання наших послуг:
                    - Для виконання наших зобов’язань, що випливають із будь-яких операцій, які ви здійснюєте;
                    - Щоб надати вам інформацію, продукти та послуги, які ви у нас запитуєте;
                    - Для підтримки безперебійної роботи наших сервісів.
                    <h4>2.1.2.</h4> Щоб запобігти незаконній діяльності:

                    - Виконувати ідентифікацію клієнтів і отримувати відомості про вас, щоб запобігти фінансовим злочинам і підтвердити ваше право на використання наших продуктів і послуг;
                    - Щоб допомогти нам краще зрозуміти ваш фінансовий стан, очікування та поведінку, щоб ми могли найкращим чином керувати вашим обліковим записом і надавати послуги найвищої якості, одночасно виявляючи підозрілу діяльність.
                    <h4>2.1.3.</h4> Щоб допомогти на ринку та надати нові відповідні продукти та послуги:

                    - Щоб надати вам інформацію про інші товари та послуги, подібні до тих, які ви вже придбали або які виявили інтерес;
                    - Проаналізувати ефективність реклами та донести до вас актуальну інформацію;
                    - Щоб надати вам інформацію про товари чи послуги, які, на нашу думку, можуть вас зацікавити.
                    <h4>2.1.4.</h4> Щоб підтримувати та покращувати надання послуг:

                    - Щоб підтримувати та вдосконалювати наш веб-сайт і додаток для внутрішніх операцій, включаючи, але не обмежуючись, усунення несправностей, аналіз даних, тестування, дослідження;
                    - Забезпечувати та змінювати вміст нашого сайту, щоб представити його найкращим чином;
                    - Щоб повідомляти вас про зміни в наших послугах і умовах обслуговування.
                    <h4>2.1.5.</h4> Щоб надавати послуги на основі місцезнаходження:

                    - Розповсюджувати відповідні акції, наприклад, інформацію про послуги, доступні в регіоні;
                    - Для захисту від шахрайства та запобігання незаконній діяльності.
                    <h4>2.2.</h4> Яку інформацію ми використовуємо:

                    - Особиста інформація
                    - Технічна інформація
                    - Інформація про ваш візит
                    - Інформація про транзакцію
                    <h4>2.3.</h4> Наша основа

                    - Виконання договорів
                    – Наш юридичний обов’язок
                    <h4>2.3.3.</h4> Наші законні інтереси:

                    - Проведення заздалегідь узгоджених заходів
                    - Ділове прагнення до надання послуг найвищої якості
                    - Дотримання законодавства та нормативних актів
                    - Розробка та вдосконалення способів боротьби з фінансовими злочинами
                    - Розробка продуктів і послуг для існуючих клієнтів і будь-які відповідні збори щодо них
                    - Визначення типів клієнтів для нових продуктів або послуг
                    - Ставлення до того, як ми виконуємо свої зобов'язання
                    - Розробка нових продуктів і послуг
                    <h4>3. Яку інформацію ви надаєте</h4>
                    CVV888 збиратиме особисту інформацію лише за вашим запитом. Ви можете надати нам інформацію про себе, заповнивши форми заявки клієнта на нашому веб-сайті https://CVV888.io/ (надалі також іменується «веб-сайт») або зв’язавшись з нами поштою, телефоном, електронною поштою, SMS або іншим способом. засоби для того, щоб укласти з вами контракт і виконати наші зобов’язання, що випливають з будь-яких контрактів, укладених між вами та нами. Це включає інформацію, яку ви надаєте, коли реєструєтеся для використання нашого веб-сайту, подаєте заявку на наші послуги, відкриваєте обліковий запис, шукаєте продукт або послугу, розміщуєте замовлення на нашому сайті, берете участь у рекламній акції чи опитуванні, а також коли повідомляєте про проблему з наш сайт. Інформація, яку ви надаєте нам, може включати, але не обмежуватися, вашим ім’ям, адресою, адресою електронної пошти та номером телефону, фінансовою інформацією та інформацією про кредитну картку, державними документами, що посвідчують особу, іншою особистою інформацією, яку вам потрібно надати для реєстрації та користуватися послугами CVV888.

                    <h4> 4. Яку інформацію ми збираємо</h4>
                    Під час кожного вашого відвідування нашого веб-сайту ми можемо автоматично збирати таку інформацію:
                    <h4>4.1.</h4> Особиста інформація - це включає інформацію, зібрану під час реєстрації для використання нашого веб-сайту, подання заявки на наші послуги, відкриття облікового запису, пошуку продукту чи послуги, розміщення замовлення на нашому сайті, ввести акцію чи опитування, а також коли ви повідомляєте про проблему з нашим веб-сайтом. Інформація, яку ви нам надаєте, може включати, але не обмежуватися цим, ваше ім’я; адреса; адреса електронної пошти та номер телефону; фінансова інформація та інформація про кредитну картку; державні документи, що посвідчують особу; інша особиста інформація, яку вам необхідно надати, щоб зареєструватися та використовувати наші послуги.

                    <h4>4.2.</h4> Технічна інформація, включаючи адресу Інтернет-протоколу (IP), яка використовується для підключення вашого комп’ютера до Інтернету, унікальний ідентифікатор пристрою, місцезнаходження, вашу інформацію для входу, тип і версію браузера, налаштування часового поясу, плагін браузера -за типами та версіями, операційною системою та платформою;

                    <h4>4.3.</h4> Інформація про ваш візит, у тому числі повний потік кліків Uniform Resource Locators (URL) до, через і з нашого веб-сайту (включно з датою та часом); URL реферера; продукти та послуги, які ви переглядали або шукали; час відгуку сторінки; помилки завантаження; тривалість відвідування певних сторінок; інформація про взаємодію зі сторінкою (така як прокручування, клацання та наведення миші); і методи, що використовуються для переходу зі сторінки; і будь-який номер телефону, який використовується для дзвінка на номер нашої служби підтримки клієнтів;

                    <h4>4.4.</h4> Інформація про трансакцію, включаючи дату, час, суму, використані валюти, обмінний курс, відомості про бенефіціара, деталі та місцезнаходження продавця або банкоматів, пов’язаних з транзакцією, IP-адресу відправника та одержувача, відправника та ім’я одержувача та реєстраційна інформація, повідомлення, надіслані або отримані з платежем, інформація про пристрій, який використовується для полегшення платежу, і використаний платіжний інструмент.

                    <h4>5. Інформація, яку ми отримуємо від третіх осіб</h4>
                    Ми тісно співпрацюємо з різними третіми сторонами, включаючи, наприклад, ділових партнерів, субпідрядників у сфері інформаційних технологій, інших постачальників платіжних послуг, пошукових систем, рекламних агентств, постачальників аналітики, кредитних довідкових агентств, агентств із запобігання шахрайству, і можемо отримувати інформацію про вас від для того, щоб укласти з вами контракт і виконати наші зобов’язання, що випливають з будь-яких контрактів, укладених між вами та нами.

                    <h4>6. Інформація, яку ми обробляємо, коли ви реєструєтеся, щоб стати продавцем</h4>
                    Якщо ви зареєструєтесь, щоб стати одним із наших продавців, ми зберемо інформацію, необхідну для укладення та виконання контракту з вами. Така інформація включає вашу контактну інформацію, адресу, деталі замовлення, деталі продукту, податкову інформацію, платіжні деталі та іншу розумно необхідну інформацію. Ми використовуємо цю інформацію, щоб налаштувати для вас наші продукти та послуги, зокрема надати вам підтримку, інтеграцію, інтеграцію, інсталяцію, допомогу з налаштуваннями, установку шлюзу та інші дії, які необхідно виконати, щоб укласти або виконати наш договір з ви. Крім того, ми використовуємо вашу інформацію для наших законних інтересів управління нашою внутрішньою адміністрацією та для дотримання наших юридичних зобов’язань.
                    Ми також обробляємо дані про використання вами наших продуктів і послуг, а також всю інформацію, яку ми отримуємо у зв’язку з нашими діловими відносинами. Такі дані включають, але не обмежуються запитами, повідомленнями та коментарями, які ми отримуємо від вас. Ми обробляємо ці дані, щоб мати можливість виконувати наш договір, вирішуючи проблеми та надаючи вам підтримку та для враховуючи наш законний інтерес щодо можливості розвивати та вдосконалювати наші продукти, послуги та підтримку.
                    Ми також можемо використовувати надану вами адресу електронної пошти, щоб інформувати вас про наші продукти та послуги та пропонувати вам продукти та послуги, подібні до тих, які ви вже придбали в нас.
                    Ми зобов’язані надавати наші послуги лише відповідно до національного та міжнародного законодавства, правил і списків санкцій, а також запобігати відмиванню доходів, одержаних злочинним шляхом, і фінансуванню тероризму. Оскільки ми уповноважені надавати фінансові послуги, нам не дозволяється приймати будь-яких продавців без належної перевірки клієнта, і ми повинні визначати підозрілі транзакції та повідомляти про них. Тому, якщо ви подаєте заявку, щоб стати одним із наших продавців, нам часто потрібно буде збирати інформацію та документи, щоб:
                    <h4>6.1.</h4> Підтвердьте свою особу;
                    <h4>6.2.</h4> Визначте кінцевих бенефіціарних власників вашого бізнесу;
                    <h4>6.3.</h4> Визначити мету та передбачуваний характер ваших майбутніх ділових відносин з нами;
                    <h4>6.4.</h4>Відстежуйте свої транзакції та перевіряйте походження свого капіталу/активів;
                    <h4>6.5.</h4> Перевірити дотримання правил карткових мереж;
                    <h4>6.6.</h4> Підтвердити особу та перевірити, чи є фізична особа, яка вас представляє, компетентною для цього;
                    <h4>6.7.</h4> Перевірте, чи дієте ви від свого імені чи від імені третьої сторони.

                    Ми обробляємо копії ваших документів, що посвідчують особу, адресу вашого законного представника та акціонерів, номер вашого банківського рахунку, вашу контактну інформацію, інформацію, що міститься в листуванні між нами, банківські виписки, ваш підпис і виписку з реєстру компаній. Ми використовуємо ці дані, щоб забезпечити безпеку та цілісність фінансового сектору, прагнучи виявити, попередити та протидіяти незаконній поведінці, а також виконати наші юридичні зобов’язання щодо «знай свого клієнта», боротьби з фінансуванням тероризму та відмиванням грошей.

                    <h4>7. Що ми робимо з інформацією, яку збираємо</h4>
                    Нам потрібна ця інформація, щоб зрозуміти ваші потреби, укласти договір між нами та вами, надати вам кращі послуги та дотримуватися наших законних інтересів, зокрема з таких причин:
                    - Виконувати ідентифікацію клієнта, щоб підтвердити ваше право користуватися нашими послугами;
                    - Для вступу в договірні відносини та подальшого надання Вам наших послуг;
                    - Внутрішнє діловодство;
                    - Для виконання наших зобов’язань, що випливають із будь-яких операцій, які ви здійснюєте;
                    - Виконувати наші зобов’язання, що випливають з будь-яких контрактів, укладених між вами та нами, і надавати вам інформацію, продукти та послуги, які ви у нас запитуєте;
                    - Щоб повідомляти вас про будь-які зміни в наших продуктах, послугах, положеннях та умовах або інші важливі питання, пов’язані з використанням вами наших послуг;
                    - Для підтвердження вашої особи для захисту від шахрайства, дотримання фінансового кримінального законодавства та підтвердження вашого права на використання наших продуктів і послуг;
                    - Щоб переконатися, що вміст нашого сайту представлений у найбільш прийнятний спосіб для вас і вашого пристрою.
                    Законні інтереси означають нашу зацікавленість як компанії в наданні та управлінні послугами та можливість надавати вам найбезпечніші та найякісніші послуги. Щоразу, коли ми покладаємося на законний інтерес, ми гарантуємо баланс між впливом на вас і ваші права. Під час обробки ваших даних ми керувалися законними інтересами:

                    - Ділове прагнення до надання послуг найвищої якості;
                    - Розробка та вдосконалення способів боротьби з фінансовими злочинами;
                    - Розробка продуктів і послуг, удосконалення існуючих продуктів і послуг і коригування будь-яких застосовних зборів щодо них;
                    - Ефективність у тому, як ми виконуємо наші юридичні та договірні обов'язки;
                    - Для управління ризиками та захисту веб-сайту, послуг і вас від шахрайства;
                    Ми можемо періодично зв’язуватися з вами за допомогою електронних засобів щодо нових продуктів, спеціальних пропозицій або іншої інформації, яка, на нашу думку, може вас зацікавити, використовуючи надану вами контактну інформацію;
                    Час від часу ми також можемо використовувати вашу інформацію, щоб зв’язатися з вами з метою дослідження ринку. Ми можемо зв’язатися з вами електронною поштою, телефоном, SMS або поштою. Ми можемо використовувати інформацію, щоб налаштувати веб-сайт відповідно до ваших інтересів.

                    <h4> 8. Розкриття вашої інформації</h4>
                    За деяких обставин ми можемо розкрити інформацію, яку ми зібрали від вас, певним третім особам. Перш за все, це стосується наших ділових партнерів, яким ми повинні надати інформацію, щоб надати послуги. Відповідно до законодавства щодо запобігання шахрайству, відмивання грошей і фінансування тероризму ми зобов’язані відстежувати підозрілу діяльність і впроваджувати політику, яка відповідає певним законам, яким ми підпорядковуємося. Отже, ми повинні зберігати певну інформацію, яку надалі можемо передати наглядовим органам. Ми можемо використовувати надану інформацію для виконання або застосування Загальних положень та умов та/або будь-яких інших угод між вами та нами або для розслідування можливих порушень.

                    <h4> 9. Безпека</h4>
                    Ми прагнемо забезпечити безпеку вашої інформації. Щоб запобігти несанкціонованому доступу або розголошенню, ми запровадили відповідні фізичні, електронні та управлінські процедури для захисту інформації, яку ми збираємо в Інтернеті. Уся інформація, яку ви нам надаєте, зберігається на наших безпечних серверах у межах Європейської економічної зони. Усі HTML-бланки клієнтських заявок і будь-які платіжні операції зашифровані за допомогою технології SSL. Ви несете відповідальність за конфіденційність облікових даних веб-сайту та паролів, а також за те, щоб нікому не повідомляти їх.
                    Ви повинні знати, що передача інформації через Інтернет не є повністю безпечною. Хоча ми зробимо все можливе, щоб захистити вашу особисту інформацію, ми не можемо гарантувати безпеку вашої інформації, яка передається на наш веб-сайт; будь-яка передача здійснюється лише на ваш власний ризик. Отримавши вашу інформацію, ми будемо застосовувати суворі процедури та функції безпеки, щоб запобігти несанкціонованому доступу.

                    <h4> 10. Міжнародна передача особистої інформації</h4>
                    Наші постачальники послуг можуть зберігати, передавати та іншим чином обробляти вашу особисту інформацію в країнах за межами країни вашого проживання та, можливо, в інших країнах, які входять до ЄЕЗ або визнані Європейською комісією відповідними. Ми використовуємо затверджені Типові договірні положення для міжнародної передачі особистої інформації, зібраної в Європейській економічній зоні та Швейцарії

                    <h4> 11. Як ми використовуємо файли cookie</h4>
                    Файл cookie — це невеликий файл, який запитує дозвіл на розміщення на жорсткому диску вашого комп’ютера. Коли ви погоджуєтеся, файл додається, а файл cookie допомагає аналізувати веб-трафік або повідомляє вам, коли ви відвідуєте певний сайт. Файли cookie дозволяють веб-додаткам реагувати на вас як на особистість. Веб-додаток може пристосовувати свої операції до ваших потреб, симпатій і антипатій, збираючи та запам’ятовуючи інформацію про ваші вподобання.
                    Ми використовуємо файли cookie журналу трафіку, щоб визначити, які сторінки використовуються. Це допомагає нам аналізувати інформацію про трафік веб-сторінки та вдосконалювати наш веб-сайт, щоб адаптувати його до потреб наших клієнтів. Ми використовуємо цю інформацію лише для статистичного аналізу, а потім видаляємо інформацію із системи.
                    Загалом файли cookie допомагають нам надавати вам кращий веб-сайт, дозволяючи нам відстежувати, які сторінки ви вважаєте корисними, а які ні. Файл cookie жодним чином не надає нам доступу до вашого комп’ютера чи будь-якої інформації про вас, окрім інформації, якою ви вирішили поділитися з нами.
                    Ви можете прийняти або відхилити файли cookie. Більшість веб-браузерів автоматично приймають файли cookie, але зазвичай ви можете змінити налаштування браузера, щоб відхилити файли cookie, якщо хочете. Це може перешкодити вам повною мірою скористатися перевагами веб-сайту.

                    <h4>12. Посилання на інші веб-сайти</h4>
                    Наш веб-сайт може містити посилання на інші цікаві веб-сайти. Однак, якщо ви використали ці посилання, щоб залишити наш веб-сайт, ви повинні зауважити, що ми не маємо жодного контролю над цим іншим веб-сайтом. Таким чином, ми не несемо відповідальності за захист і конфіденційність будь-якої інформації, яку ви надаєте під час відвідування таких сайтів, і такі сайти не регулюються цією Політикою конфіденційності. Будьте обережні та ознайомтеся із заявою про конфіденційність, що стосується відповідного веб-сайту.

                    <h4>13. Контроль вашої особистої інформації</h4>
                    Щоразу, коли вас просять заповнити форму на веб-сайті, шукайте поле, яке ви можете клацнути, щоб вказати, що ви бажаєте, щоб інформація використовувалася будь-ким для цілей прямого маркетингу. Якщо ви раніше погодилися на використання вашої особистої інформації для цілей прямого маркетингу, ви можете змінити свою думку в будь-який час, написавши або надіславши нам електронний лист на адресу або таким же чином, як ви підписалися, натиснувши поле на нашій веб-сторінці.
                    Ми не будемо продавати, розповсюджувати або передавати в оренду вашу особисту інформацію третім сторонам, якщо ми не маємо вашого дозволу або не зобов’язані робити це згідно із законом. Ми можемо використовувати вашу особисту інформацію, щоб надсилати вам рекламну інформацію про третіх сторін, яка, на нашу думку, може вас зацікавити, якщо ви скажете нам, що бажаєте, щоб це сталося. Ми не розкриваємо інформацію про осіб, яких можна ідентифікувати, нашим рекламодавцям.
                    Ви можете запросити детальну інформацію про особисту інформацію, яку ми тримати про себе. Невелика комісія буде сплачена, якщо запит буде надмірним або явно необґрунтованим (наприклад, коли ви подаєте повторні запити щодо надання вам інформації). Якщо ви хочете отримати копію інформації, яка зберігається про вас, будь ласка, надішліть нам безпечне повідомлення через наш клієнтський портал, або якщо ви більше не є клієнтом, будь ласка, напишіть нам електронною поштою за адресою https://CVV888.io/#contactus. Зауважте, що під час запиту надати вам інформацію нам потрібно буде ідентифікувати вашу особу.
                    Ви можете попросити нас виправити або видалити будь-яку інформацію, яку ви вважаєте неправильною або неповною. У такому випадку надішліть нам безпечне повідомлення через наш клієнтський портал або, якщо ви більше не є клієнтом, напишіть нам електронною поштою за адресою https://CVV888.io/#contactus. Зауважте, що під час запиту на виправлення або видалення будь-якої інформації нам потрібно буде ідентифікувати вашу особу. Ми негайно виправимо будь-яку інформацію, яку буде визнано неправильною. Однак, якщо ви попросите нас видалити інформацію, яку ми повинні зберігати для виконання наших юридичних зобов’язань, таких як запобігання шахрайству, відмивання грошей або фінансування тероризму, нам потрібно буде відхилити ваш запит і зберігати цю інформацію протягом п’яти (5) років після останньої розрахункової операції або з дати завершення наших відносин, залежно від того, що відбудеться останньою.
                    У будь-який час нашої співпраці ви маєте право відкликати свою згоду і, отже, не надавати нам свою інформацію, припинити використання наших послуг і припинити збір від третіх сторін. У такому випадку ми припинимо обробку вашої інформації, коли всі невиконані замовлення буде врегульовано. Якщо ви бажаєте відкликати свою згоду, ви можете змінити її у своїх налаштуваннях, надіслати нам безпечне повідомлення через наш клієнтський портал або, якщо ви більше не є клієнтом, написати нам електронного листа за адресою https://CVV888.io/#contactus. Однак, якщо ви відкликаєте свою згоду, ми все одно зберігатимемо інформацію, яку ми повинні зберігати для виконання наших юридичних зобов’язань, таких як запобігання шахрайству, відмивання грошей або фінансування тероризму, і ми зберігатимемо цю інформацію протягом п’яти (5) років після останньої розрахункової транзакції або з дати завершення наших відносин, залежно від того, що відбудеться останньою.
                    Ви можете заперечити над будь-якими нашими діями чи бездіяльністю щодо обробки вашої особистої інформації, надіславши нам електронний лист за адресою https://CVV888.io/#contactus.

                    <h4>14. Період, протягом якого ми зберігатимемо вашу інформацію</h4>
                    Ми зберігатимемо надану вами інформацію протягом усього часу нашої співпраці з вами залежно від умов, закріплених у документах, які окреслюють наші відносини, таких як Загальні положення та умови та/або будь-які інші угоди між вами та нами. Крім того, ми зберігатимемо вашу інформацію протягом п’яти (5) років після дати розрахунку за останньою транзакцією або припинення договірних відносин, залежно від того, що станеться останнім. Ми робимо це, щоб виконувати свої зобов’язання відповідно до законодавства щодо запобігання шахрайству, відмивання грошей і фінансування тероризму. Протягом цього періоду ми не обробляємо вашу інформацію, за винятком випадків, коли нас про це вимагають компетентні органи.

                    <h4> 15. Особиста інформація дітей</h4>
                    Ми свідомо не просимо збирати особисту інформацію від будь-якої особи віком до 18 років. Якщо підозрюється, що користувач, який надає особисту інформацію, молодший 18 років, YeeyzPay не дозволить користувачеві подавати заявку або використовувати наші послуги. Повідомте нас, якщо вам відомі особи віком до 18 років, які користуються нашими послугами, щоб ми могли вжити заходів, щоб запобігти доступу до наших послуг.
                </div>
            </div>
        </div>
    )
}

export default page