import React from 'react'
import styles from './Agreement.module.css'
import Header from '../components/Header/Header'

function page() {
    return (
        <div>
            <Header />
            <div className={styles.textbox}>
                <div className={styles.inner}>
                    <h1>Угода користувача</h1>
                    <h4>1. Загальні положення</h4>
                    <h4>1.1.</h4> Перед використанням послуг системи CVV888 (далі – Система) КЛІЄНТ повинен ознайомитися з Угодою про використання системи виконання замовлень CVV888 (далі – як Угода). Якщо користувач не приймає правила роботи Системи, він не має права використовувати Систему. Клієнт зобов'язаний прочитати та прийняти умови цієї Угоди. Угода може бути змінена в будь-який час в односторонньому порядку без додаткових повідомлень. Оновлена редакція Угоди опублікована на веб-сайті https://CVV888.io/ (далі – Веб-сайт) і пропонується Клієнту для ознайомлення в обов’язковому порядку перед початком користування сервісом.
                    <h4>1.2.</h4> Цей документ визначає умови виконання доручень у частині передачі електронних правовстановлюючих знаків при використанні Системи та є офіційною письмовою публічною офертою, адресованою фізичним та юридичним особам (далі – як Клієнти) за надання можливості використання Системи на умовах цього Договору. У цьому Договорі також зазначаються права та обов’язки сторін.
                    У разі спільного згадування в цьому документі CVV888 (далі – Власник Системи) та Клієнт іменуються Сторонами, а кожна з них окремо – Стороною.
                    Власником системи є CVV888
                    Кожна зі Сторін гарантує іншій Стороні, що вона має необхідну правоздатність, а також усі права та повноваження, необхідні та достатні для укладення та виконання Договору згідно з його умовами.
                    1.3. Усі дії та операції, вчинені в рамках цього Договору, є незворотними.

                    <h4>2. Терміни та визначення</h4>
                    Аутентифікація — ідентифікація особи Клієнта. Аутентифікація здійснюється за логіном і паролем Клієнта (далі – Автентифікаційні дані). Авторизація (підпис) Операції — підтвердження Клієнтом операції в Системі за допомогою Засобів авторизації. До засобів авторизації входять особистий ключ, одноразовий SMS-пароль, пароль у таблиці кодів авторизації.
                    Блокування облікового запису — тимчасова заборона здійснення будь-яких операцій з рахунком.
                    Закриття рахунку — постійна заборона здійснення будь-яких операцій з рахунком.
                    Ідентифікація — процедура подання Клієнтом даних, необхідних для його ідентифікації. Залежно від повноти наданих даних Клієнту присвоюється певний статус у Системі. Статус визначає діапазон операцій, доступних для Клієнта, а також тарифи та ліміти, що застосовуються до операцій Клієнта. Оновлений перелік тарифів і лімітів опублікований на Сайті.
                    Реєстрація — різновид ідентифікації, при якій Клієнт надає мінімум необхідних даних для ідентифікації в Системі.
                    Клієнт — фізична або юридична особа, яка прийняла умови цього Договору та використовує Систему для цілей, передбачених цим Договором.
                    Втрата доступу — втрата Клієнтом можливості доступу до своїх облікових записів з будь-яких причин (у тому числі при передачі Аутентифікаційних даних третім особам або неправомірному отриманні третіми особами Автентифікаційних даних).
                    Втрата контролю — втрата Клієнтом контролю над операціями зі своїми рахунками з будь-яких причин (у тому числі при передачі Засобів авторизації третім особам або неправомірному отриманні третіми особами Засобів авторизації).
                    Вихідне замовлення — виконане доручення Клієнта на перенесення титульних знаків з облікового запису Системи на інший обліковий запис в системі або на обліковий запис в іншому сервісі, на адресу якого Система дозволяє приймати Вихідні замовлення.
                    Вхідне замовлення — надходження на рахунок Клієнта з іншого облікового запису в системі, або з облікового запису іншого сервісу, з якого Система дозволяє отримувати вхідні замовлення.
                    Комісія — винагорода, що стягується Системою з рахунку Клієнта за виконане замовлення згідно з тарифами — спеціальним переліком комісій, опублікованим на Сайті (далі — Тарифи).
                    Операторський контроль — контроль Вихідних Замовлень, що підпадають під певні обмеження, з боку уповноваженої Власником Системи особи з метою відхилення Замовлення у разі підозри щодо злому Системи, фальсифікації Замовлення, Втрати Контролю або підозри щодо протиправного характеру Замовити.
                    Фактичний баланс рахунку — поточний баланс рахунку з урахуванням виконаних Вхідних і Вихідних доручень по даному рахунку.
                    Available Account Balance — поточний баланс рахунку з урахуванням Вхідних і Вихідних Замовлень, що обробляються (авторизовані та пройшли Оператором Контроль (при необхідності)) і виконується на даному рахунку.
                    Залишок на рахунку, доступний для замовлень — поточний залишок на рахунку з урахуванням усіх авторизованих Клієнтом замовлень, у тому числі замовлень, які ще не пройшли Контроль Оператора.
                    Дзеркала веб-сайтів — адреси веб-сайтів, один з яких використовуватиметься Клієнтом для доступу до облікового запису в разі недоступності основного Веб-сайту з будь-якої причини.

                    <h4>3. Предмет Договору</h4>
                    <h4>3.1.</h4> Ця Угода визначає умови та порядок надання Власником Системи наступних послуг Клієнту:
                    <h4>3.1.1.</h4> Відкриття Клієнту рахунку в Системі;
                    <h4>3.1.2.</h4> Отримання вхідних замовлень;
                    <h4>3.1.3.</h4> Виконання вихідних замовлень;
                    <h4>3.1.4.</h4> Виконання інших операцій з використанням Системи в межах, передбачених цим Договором.
                    <h4>3.2.</h4> Обслуговування Клієнта здійснюється цілодобово / 7 днів на тиждень. Вжиті заходи
                    цього Договору, які виконуються в неавтоматичному режимі (включаючи Контроль оператора та роботу служби підтримки), здійснюються Власником Системи згідно з графіком, опублікованим на Сайті. Власник Системи повідомляє Клієнта про заплановані технологічні перерви в роботі Системи або певної послуги Системи, а також про час відновлення повномасштабного надання послуг будь-яким способом, який Власник Системи вважатиме доцільним.

                    <h4>4. Відкриття рахунку та порядок його використання</h4>
                    <h4>4.1.</h4> Після проходження Клієнтом процедури Реєстрації Власник Системи надає Клієнту можливість відкрити рахунок в одному з його видів: номінальний в доларах, іменний в євро, іменний в рублів.
                    <h4>4.2.</h4> Далі Клієнт може надати додаткові дані та повторно пройти процедуру Ідентифікації. Клієнт зобов'язаний надати Власнику Системи дійсну та точну ідентифікаційну інформацію. За результатами процедури Ідентифікації Клієнту присвоюється певний статус у Системі.
                    <h4>4.3.</h4> На основі присвоєного статусу до операцій Клієнта застосовуються відповідні тарифи та ліміти, опубліковані на Веб-сайті. 4.4. Доступ до облікового запису та виконання будь-яких доручень на ньому можливі після аутентифікації Клієнта.
                    <h4>4.5.</h4> Автентифікаційні дані для Клієнта (логін і пароль) формуються Клієнтом самостійно. Пароль можна змінити в будь-який момент і необмежену кількість разів.
                    <h4>4.6.</h4> Після реєстрації, якщо Клієнт має намір виконувати замовлення, він повинен створити один із Засобів авторизації, запропонованих Системою. Крім того, на власний розсуд Клієнт може запитати Засоби авторизації іншого типу, використовуючи отримані Засоби авторизації для підтвердження запиту. Засоби авторизації активуються лише після підтвердження Клієнтом факту отримання цих Засобів авторизації.
                    <h4>4.7.</h4>Клієнт бере на себе повну відповідальність за збереження конфіденційності даних автентифікації та засобів авторизації. Будь-які дії в Системі, вчинені з використанням правильних даних автентифікації та засобів авторизації, визнаються вчиненими Клієнтом. Клієнт гарантує Власнику Системи відшкодування та відсутність відповідальності за довіру операціям Клієнта, авторизованим за допомогою Засобів авторизації Клієнта.
                    <h4>4.8.</h4> У разі втрати доступу через втрату пароля або компрометацію Клієнтом, Власник Системи повинен надати Клієнту можливість відновити доступ до Системи такими способами: 4.8.1. . Шляхом введення коду відновлення, надісланого Клієнту у вигляді SMS-повідомлення на номер мобільного телефону (якщо Клієнт зареєстрував такий номер заздалегідь) або пересланого на електронну адресу, вказану Клієнтом при реєстрації;
                    <h4>4.8.2.</h4> Зверненням до служби підтримки (тільки для Клієнтів, які пройшли процедуру повторної ідентифікації після Реєстрації).
                    <h4>4.9.</h4> У разі втрати Клієнтом контролю над рахунком, Власник Системи надає Клієнту можливість відновити доступ до операцій з рахунком наступними способами:
                    <h4>4.9.1.</h4> Якщо активні засоби авторизації доступні – шляхом підтвердження запиту на випуск нових засобів авторизації за допомогою ефективних засобів авторизації Клієнта (при цьому одночасно для кожного типу засобів авторизації може бути лише один активний засіб авторизації даного типу, таким чином, після випуску нові засоби авторизації замінюють старі засоби авторизації того ж типу, якщо вони присутні);
                    <h4>4.9.2.</h4> Зверненням до служби підтримки (тільки для Клієнтів, які пройшли процедуру повторної ідентифікації після Реєстрації).
                    <h4>4.9.3.</h4> В іншому випадку за домовленістю Власника Системи та Клієнта. У разі обмеження дії Засобів авторизації (для особистого ключа – 1 рік, для таблиці кодів авторизації – після використання всіх кодів), Клієнт повинен отримати нові Засоби авторизації до закінчення терміну їх дії.
                    <h4>4.10.</h4> При зверненні Клієнта до служби підтримки Власник Системи має право відмовити Клієнту у відновленні доступу до Системи або облікового запису, якщо Клієнт надає дані для відновлення доступу, відмінні від тих, Власник Системи, отриманий при Ідентифікації Клієнта.
                    <h4>4.11.</h4> Власник Системи має право заблокувати або закрити обліковий запис Клієнта за ініціативою Клієнта або за власною ініціативою.
                    <h4>4.12.</h4> За ініціативою Клієнта блокування або закриття облікового запису Клієнта здійснюється в будь-який момент на підставі повідомлення, отриманого від Клієнта, надісланого Власнику Системи в одну з наступних способи:
                    <h4>4.12.1.</h4> Через системний інтерфейс;
                    <h4>4.12.2.</h4> Через звернення до служби підтримки по телефону за умови перевірки ідентифікаційних даних;
                    <h4>4.12.3.</h4> В іншому випадку за домовленістю Власника Системи та Клієнта.
                    <h4>4.13.</h4> В іншому випадку за домовленістю Власника Системи та Клієнта.
                    <h4>4.13.1.</h4> У разі виникнення у Власника Системи підозр у порушенні Клієнтом порядку використання облікового запису, визначеного п. 4.15 цих Угод;
                    <h4>4.13.2.</h4> У випадку, якщо Власнику Системи необхідно забезпечити безпеку замовлень Клієнта, доступ до яких здійснюється за допомогою облікового запису, до якого Власник Системи підозрює, що доступ до нього здійснюється неавторизовано;
                    <h4>4.13.3.</h4> У разі наявності нестандартних або надзвичайно складних схем виконання доручень, які відрізняються від звичайного порядку, характерного для Клієнта;
                    <h4>4.13.4.</h4> Якщо Власник Системи виконує відповідні вимоги законодавства, чинні в юрисдикції Власника Системи;
                    <h4>4.13.5.</h4> У разі перенесення титульних знаків на рахунок на підставі Вхідного доручення, які титульні знаки були надіслані внаслідок несанкціонованого доступу до рахунку платника. Якщо ідентифікований Клієнт, обліковий запис якого було заблоковано на підставі цього підпункту 4.13.5, має інші облікові записи, Власник Системи має право заблокувати або закрити ці облікові записи.
                    <h4>4.13.6.</h4> В інших випадках, якщо Власник Системи вважає це за необхідне.
                    <h4>4.14.</h4> Блокування або закриття облікового запису супроводжується припиненням дії всіх замовлень на цьому обліковому записі. У разі Блокування або Закриття Акаунту з ініціативи Власника Системи, Клієнт має право звернутися до служби підтримки для початку додаткового розслідування фактів, що спричинили Закриття.
                    <h4>4.15.</h4> Порядок використання облікового запису:
                    <h4>4.15.1.</h4> Використовуючи обліковий запис, Клієнт повинен дотримуватися законодавства юрисдикції Клієнта, а також законодавства юрисдикції Власника Системи, умов і положень цього Договору, права та законні інтереси Власника Системи та третіх осіб;
                    <h4>4.15.2.</h4> Клієнт повинен використовувати обліковий запис тільки сам. Клієнт не має права повідомляти або іншим чином передавати свої дані автентифікації та засоби авторизації третім особам;
                    <h4>4.15.3.</h4> Клієнт повинен забезпечити зберігання Даних автентифікації та Засобів авторизації таким чином, щоб запобігти будь-якій можливості для третіх сторін отримати до них доступ; зокрема, він не повинен записувати дані, щоб можна було визначити, чого ці дані стосуються, і не повинен зберігати ці дані у відкритому вигляді. Клієнт самостійно вживає всіх необхідних заходів для забезпечення конфіденційності, запобігання несанкціонованому використанню та захисту облікового запису від несанкціонованого доступу третіх осіб.
                    <h4>4.15.4.</h4> Перед використанням Даних автентифікації або Засобів авторизації Клієнт має переконатися, що за ними не спостерігають, включно з використанням обладнання для спостереження;
                    <h4>4.15.5.</h4> Перед введенням пароля та входом у Систему Клієнт повинен переконатися, що:
                    а) підключення до Веб-сайту встановлено за протоколом https;
                    б) у рядку URL-адреси використовуваного браузера вказується саме URL-адреса Веб-сайту;
                    c) сертифікат SSL-підключення перевірено та стосується Веб-сайту;
                    <h4>4.15.6.</h4> Клієнт не повинен використовувати комп’ютери інших осіб або інші пристрої для доступу до облікового запису;
                    <h4>4.15.7.</h4> Клієнт повинен забезпечити антивірусний захист пристрою, який використовується для доступу до облікового запису;
                    <h4>4.15.8.</h4> Клієнт не має права використовувати обліковий запис для вчинення протиправних дій;
                    <h4>4.15.9.</h4> Клієнт не має права вчиняти будь-які дії, мету чи результатом якого є порушення нормальної роботи апаратного та програмного забезпечення Веб-сайту та іншого обладнання, що належить Власнику Системи;
                    <h4>4.15.10.</h4> Клієнт не має права використовувати будь-які засоби автоматизованого доступу до Системи, якщо інше не погоджено з Власником Системи.
                    <h4>4.16.</h4> Використання Клієнтом Засобів авторизації для пересилання Вихідних замовлень Власнику Системи є визнаним Сторонами належним і достатнім методом ідентифікації Клієнта, а також підтвердження автентичності та цілісності переданий електронний документ.
                    <h4>4.17.</h4> У разі виникнення будь-яких суперечок щодо наявності та/або автентичності підтвердження Замовлення за допомогою Засобів авторизації, тягар доведення бере на себе Сторона, яка не погоджується з доступністю підтвердження Замовлення за допомогою Засіб авторизації та/або автентичність підтвердження Замовлення за допомогою Засобу авторизації, відповідно.
                    <h4>4.18.</h4> У разі виникнення будь-яких суперечок щодо факту зміни Вихідного замовлення після його підписання (підтвердження) засобом авторизації, тягар доведення бере на себе Сторона, яка заявляє, що зміни були внесені виконано на замовлення.
                    <h4>4.19.</h4> У разі виникнення будь-яких суперечок щодо факту зміни Вихідного замовлення після його підписання (підтвердження) засобом авторизації, тягар доведення бере на себе Сторона, яка заявляє, що зміни були внесені виконано на замовлення.
                    <h4>4.20.</h4> У разі виникнення будь-яких суперечок між Сторонами щодо використання Засобів авторизації,
                    Власник Системи використовує програмне забезпечення, яке використовувалося для формування підтвердження із Засобом авторизації та яке використовується для його перевірки, та приймає рішення щодо автентичності підтвердження. Клієнт має право оскаржити таке рішення в судовому порядку.
                    <h4>5. Умови виконання замовлень</h4>
                    <h4>5.1.</h4> Власник Системи приймає Вихідні доручення від Клієнтів для виконання зобов'язань Клієнта перед третіми особами.
                    <h4>5.2.</h4> Зобов'язання Власника Системи за цим Договором обмежуються наданням послуг, пов'язаних з виконанням замовлень. Власник Системи не є Стороною угоди, укладеної між Клієнтами та/або Клієнтами та одержувачами розпоряджень Клієнтів, і, відповідно:
                    - не регулює та не здійснює нагляд за відповідністю правочину вимогам закону та інших правових актів, його умов, а також факту та наслідків укладення, виконання та розірвання правочину, у тому числі щодо повернення правовстановлюючих знаків за така операція;
                    - не розглядає претензії Клієнта щодо невиконання (неналежного виконання) одержувачами замовлень та їх зобов'язань за операцією;
                    - не несе відповідальності за спірні питання, що виникають між Клієнтами.
                    <h4>5.3.</h4> Власник Системи має право стягувати Комісію з Клієнта при виконанні доручень.
                    Винагорода Власника Системи, зазначена в цьому підпункті, визначається відповідно до ставок, опублікованих на Веб-сайті.
                    <h4>5.4.</h4> Клієнт має право виконувати Вихідні замовлення в межах Балансу Рахунку, доступного для
                    операцій і відповідно до його статусу в системі лімітів, опублікованій на Веб-сайті.
                    <h4>5.5.</h4> Власник Системи має право відхилити Вихідне замовлення, якщо Клієнт не підтвердив його протягом зазначеного на Веб-сайті проміжку часу. Таким чином, титульні знаки Клієнта, зарезервовані цим замовленням, звільняються для нових Вихідних замовлень, а доступний для операцій баланс рахунку стає рівним доступному балансу рахунку.
                    <h4>5.6.</h4> Якщо для виконання Вихідного Замовлення необхідно обміняти титульні знаки, Власник Системи обмінює їх за встановленим у Системі курсом. Початкова сума замовлення та кінцева сума з урахуванням курсу обміну відображаються в Системі під час створення Вихідного замовлення, якщо таке замовлення потребує обміну. Курс валют оновлюється в Системі щодня.
                    <h4>5.7.</h4> При реєстрації в Системі Вхідних замовлень від стороннього платежу (переказу), вираженого в грошовій або фізичній формі незалежно від кваліфікації та форми предмета, або платежу від обмінного сервісу, Клієнт реєструє доручення у визначений на Веб-сайті спосіб із зазначенням номера рахунку, на який має бути здійснено переказ.
                    <h4>5.8.</h4> Коли вхідне замовлення до Системи реєструється третіми особами на обліковий запис Клієнта, Клієнт отримує всі права та бере на себе всі зобов’язання щодо титульних знаків, зарахованих на ccount. Такі дії третіх осіб розглядаються Сторонами як вчинені відповідною третьою стороною на користь Клієнта.
                    <h4>5.9.</h4> Власник Системи має право відхилити Вхідне Замовлення від стороннього платежу (переказу), вираженого в грошовій або фізичній формі, незалежно від кваліфікації та форми предмета, або платежу від обмінний сервіс, а також повернути титульні знаки відправнику замовлення з утриманням Комісії у разі підозри щодо шахрайства чи іншого незаконного характеру операції.
                    <h4>5.10.</h4> Клієнт погоджується з тим, що всі замовлення, ініційовані та підтверджені Клієнтом, є кінцевими та безвідкличними. Клієнт розуміє та визнає, що йому відомо про безвідкличність замовлень.
                    <h4>5.11.</h4> Інформація про перекази, здійснені Клієнтом, реєструється та зберігається Власником Системи протягом терміну дії цієї Угоди та три роки після дати її припинення. Зберігання зазначеної інформації протягом зазначеного терміну здійснюється на розсуд Власника Системи.
                    <h4>5.12.</h4> Дії Клієнта, спрямовані на зміну Фактичного балансу рахунку, підтверджують його згоду з сумою Фактичного балансу рахунку, інформація про яку зареєстрована в Системі на момент, що передує відповідному дії Клієнта.
                    <h4>5.13.</h4> Зменшення Фактичного балансу рахунку здійснюється в безспірному порядку (без розпорядження Клієнта):
                    <h4>5.13.1.</h4> На суму винагороди, що підлягає сплаті Клієнтом згідно з Тарифами;
                    <h4>5.13.2.</h4> На суму неустойки (штрафу, пені), передбачену цим Договором (включаючи тарифи або умови надання додаткових послуг) та/або інші документально підтверджені витрати Власника Системи, понесені в результат надання послуг Клієнту за цим Договором;
                    <h4>5.13.3.</h4> При зверненні стягнення на залишок (його частину) титульних знаків на рахунку в порядку, встановленому законодавством юрисдикції Власника Системи;
                    <h4>5.13.4.</h4> За суму, помилково зараховану Власником Системи на рахунок Клієнта;
                    <h4>5.13.5.</h4> На суму відшкодування Власника Системи Заявнику – щодо залишку (його частини) титульних знаків, що обліковуються на рахунку, Блокування або Закриття якого відбулося. здійснено Власником Системи згідно з підпунктом 4.13.5 цього Договору у разі прийняття Власником Системи рішення про відшкодування Заявнику суми операції, вчиненої без згоди Заявника;
                    <h4>5.13.6.</h4> В інших випадках за домовленістю Сторін. Положення підпунктів 5.13.1.–5.13.6. цього пункту має наслідком раніше виданий акцепт Клієнта на зменшення суми балансових титульних знаків Клієнта на вимогу одержувача титульних знаків, у тому числі Власника Системи, заявлену за будь-якою з підстав, передбачених цим пунктом. пункт.
                    <h4>5.14.</h4> Власник Системи має право обмежити список одержувачів Вихідних замовлень. Обмеження можуть бути викликані, зокрема, інформацією про шахрайську або іншу незаконну діяльність таких одержувачів.
                    <h4>5.15.</h4> Завершеність замовлення настає в момент зменшення Фактичного залишку на рахунку платника та збільшення Фактичного залишку на рахунку одержувача.
                    <h4>5.16. </h4>Порядок і строки повернення суми залишку титульних знаків на рахунку:
                    <h4>5.16.1.</h4> Клієнт має право в будь-який момент здійснити повернення наявних титульних знаків залишку на рахунку в Системі шляхом здійснення вихідного переказу;
                    <h4>5.16.2.</h4> Власник Системи має право стягувати винагороду за переказ титульних знаків при поверненні суми залишку;
                    <h4>5.16.3.</h4> Повернення титульних знаків залишку на рахунку може бути здійснено за ініціативою Власника Системи у випадках відмови Власника Системи від цієї Угоди в односторонньому порядку з одночасним розірванням. використання облікового запису. У цьому випадку повернення здійснюється за банківськими реквізитами, узгодженими з Клієнтом.
                    <h4>5.17.</h4> Якщо обліковий запис Google Ads залишається неактивним понад три місяці, доступ до облікового запису буде припинено без можливості відновлення. У разі негативного балансу на рекламному рахунку борг буде вираховано із загального балансу CVV888.
                    <h4>5.18.</h4> Реєстрація кількох облікових записів заборонена. Якщо ви втратите доступ до одного з ваших багатьох облікових записів, доступ не буде відновлено зараз, ви зможете вимагати відшкодування або зняття коштів.

                    <h4>6. Ставки</h4>
                    <h4>6.1.</h4> Власник Системи стягує з Клієнта Плату за надання ним послуг reunder; Розмір комісії встановлюється в тарифах, опублікованих на Веб-сайті. Тариф, що застосовується до Клієнта, визначається відповідно до його статусу в Системі та візуально виділяється в таблиці тарифів.
                    <h4>6.2.</h4> Власник Системи має право в односторонньому порядку змінювати (підвищувати, знижувати), встановлювати нові або скасовувати діючі тарифи повністю або частково, але лише за умови інформування своїх користувачів про вказані змін не пізніше ніж за два місяці до запропонованої дати їх застосування шляхом розсилки електронних повідомлень на електронні адреси користувачів, а також шляхом розміщення відповідної інформації в розділі «Новини» на Сайті https://www.CVV888. io/. Вищезазначені зміни набувають чинності з моменту публікації цих змін на Сайті Власника Системи.
                    <h4>6.3.</h4> У разі незгоди Клієнта з новими тарифами він має право в односторонньому порядку відмовитися від цієї Угоди.

                    <h4>7. Порядок інформаційної взаємодії Сторін</h4>
                    <h4>7.1.</h4>При укладенні цієї Угоди Клієнт зобов'язується надати Власнику Системи достовірну інформацію для спілкування з Клієнтом. Клієнт несе відповідальність за постійне оновлення вказаних даних.
                    <h4>7.2.</h4> За замовчуванням належним способом зв’язку з Клієнтом є пересилання інформації на електронну адресу, надану Клієнтом під час реєстрації.
                    <h4>7.3.</h4> Власник Системи надає Клієнту можливість повідомляти Власника Системи про втрату доступу або використання облікового запису без згоди Клієнта способами, зазначеними на Веб-сайті. Таке повідомлення надсилається Власнику Системи негайно після того, як Клієнту стає відомо про факт втрати доступу та/або використання облікового запису без згоди Клієнта. Власник Системи не несе відповідальності за неможливість доступу Клієнта до титульних знаків або Засобів авторизації, за допомогою яких Клієнт може відправити повідомлення, або за несвоєчасне пересилання повідомлення, в тому числі за збої в працездатності мережі Інтернет, мереж зв'язку, а також за інші збої, що виникли з незалежних від Власника Системи причин, які призводять до несвоєчасного отримання або неотримання повідомлень Клієнта, зазначених у цьому пункті.
                    <h4>7.4. </h4>Власник Системи має право на власний розсуд пересилати Клієнту будь-які повідомлення, що стосуються предмета цього Договору (в тому числі ті, що спричиняють правові наслідки), відповіді на заявки, претензії та інші звернення одним із наведених нижче способів. :
                    <h4>7.4.1. </h4>Шляхом пересилання електронного повідомлення на адресу електронної пошти Клієнта, надану відповідно до пункту 7.2 цього Договору та/або вказану ним у будь-якій письмовій заявці, отриманій Власником Системи заздалегідь.
                    <h4>7.4.2.</h4> Надсилаючи SMS на номер телефону, наданий Клієнтом через Систему та/або вказаний Клієнтом у будь-якій письмовій заявці, попередньо отриманій Власником Системи.
                    <h4>7.4.3.</h4> Публікуючи повідомлення на Веб-сайті;

                    <h4>8. Розгляд заявок Клієнта та вирішення суперечок</h4>
                    <h4>8.1.</h4> При виконанні Договору Клієнт має право направляти Власнику Системи повідомлення, запити, претензії, заяви, скарги та інші звернення, незалежно від того, передбачено чи не передбачено цим Договором, в один наступних методів (якщо інше не передбачено тут):
                    <h4>8.1.1. </h4>Використовуючи форму заявки, опубліковану на Веб-сайті.
                    <h4>8.1.2.</h4> Пересилаючи звернення на адресу служби підтримки, вказану на Сайті.
                    <h4>8.2.</h4> Усі спори та розбіжності, що виникли або можуть виникнути з цієї Угоди за ініціативою Клієнта, підлягають вирішенню з дотриманням позасудового порядку вирішення спорів. У разі невирішення виниклого спору протягом 60 (шістдесяти) робочих днів з дня отримання претензії Клієнта будь-яка зі Сторін має право звернутися до суду за юрисдикцією Власника Системи для вирішення спору. У межах цієї Угоди під Претензією розуміється звернення Клієнта (його представника, який пред’явив належним чином оформлене повноваження представляти інтереси Клієнта при взаємодії з Власником Системи), направлене відповідно до п. 8.1 цього Договору Власнику. Системи, пред'явлення судових позовів Клієнта до Власника Системи у зв'язку з наявним, на думку заявника, невиконанням (неналежним виконанням) зобов'язань перед цим Клієнтом Власником Системи, що випливають з цього Договору. .
                    <h4>8.3.</h4> Після отримання письмової заяви Клієнта, включаючи претензії, Власник Системи зобов’язаний розглянути заяву та повідомити Клієнта про результати її розгляду протягом 60 (шістдесяти) календарних днів. днів з дати надходження заяви.
                    <h4>8.4.</h4> Відповідь на звернення Клієнта (включаючи Претензії) передається Клієнту одним із способів, викладених у п. 7.4 цього Договору, на розсуд Власника Системи. У разі прийняття рішення про задоволення претензії в повному обсязі, Власник Системи має право вчинити відповідні дії без направлення заявнику відповіді про задоволення претензії.

                    <h4>9. Конфіденційність</h4>
                    <h4>9.1.</h4> Власник Системи гарантує та забезпечує конфіденційність інформації про Клієнта та операції, що ним здійснюються. При здійсненні операцій вся інформація передається від Клієнта на сервери Власника Системи по захищеному зашифрованому каналу.
                    <h4>9.2.</h4> Під час надання послуг Клієнту Власник Системи може збирати та зберігати інформацію про Клієнта, таку як IP-адреси, параметри браузера та інші дані, необхідні для запобігання несанкціонованому доступу до обліковий запис третіми особами.
                    <h4>9.3.</h4> Розголошення інформації про Клієнта та його Операції допускається лише на вимогу уповноважених державних органів, представників платіжних систем або відповідно до правових приписів.
                    <h4>9.4.</h4> Власник Системи не повинен зберігати відскановані зображення, включаючи копії паспортів та інших документів, переданих йому Клієнтом, на сервері Веб-сайту та Дзеркалах Веб-сайту.
                    <h4>9.5.</h4> Власник Системи не повинен зберігати пароль Клієнта у вигляді відкритого тексту. Жоден із співробітників Власника Системи не має права запитувати пароль Клієнта.

                    <h4>10. Інші права та обов'язки Сторін</h4>
                    <h4>10.1.</h4> Права власника системи:
                    <h4>10.1.1. </h4>Відмовляти у виконанні операцій, доступних тільки Клієнтам з певним статусом, якщо Клієнт не пройшов Ідентифікацію, необхідну для отримання цього статусу;
                    <h4>10.1.2.</h4> Відмовити у виконанні операції у разі виявлення помилки, допущеної Клієнтом при вказівці її реквізитів;
                    <h4>10.1.3.</h4> Відмовити у виконанні операції, якщо Клієнт не пройшов автентифікацію в Системі за допомогою Даних автентифікації або іншим методом, узгодженим Сторонами;
                    <h4>10.1.4.</h4> Відмовити у виконанні операції, якщо на рахунку недостатньо коштів для здійснення операції та списання Комісії згідно з тарифами;
                    <h4>10.1.5.</h4> У випадках, передбачених цим документом, заблокувати або закрити обліковий запис;
                    <h4>10.1.6.</h4> Відмовити у виконанні операції у випадку, якщо Клієнт не пройшов необхідну Ідентифікацію, встановлену Системою або як вона вимагає;
                    <h4>10.1.7.</h4> Модифікувати інтерфейси та програмне забезпечення, що використовується під час взаємодії Сторін у межах цієї Угоди;
                    <h4>10.1.8.</h4> Припиняти роботу програмного та/або апаратного забезпечення, яке використовується для технічної взаємодії Сторін в рамках цього Договору, при виявленні серйозних збоїв, помилок і несправностей, а також з з метою проведення профілактичних робіт та запобігання несанкціонованому доступу;
                    <h4>10.1.9.</h4> Встановлювати та змінювати (збільшувати або зменшувати) обмеження (ліміти) на здійснення операцій з рахунком в односторонньому порядку. Інформація про такі зміни публікується на Сайті. Зміни набувають чинності з моменту їх публікації на Сайті;
                    <h4>10.1.10.</h4> Зменшувати суму балансу титульних знаків Клієнта без вказівки Клієнта у випадках, передбачених цим Договором;
                    <h4>10.1.11.</h4> Обробляти з метою виконання Договору персональні дані Клієнта, надані Клієнтом особисто при укладенні цього Договору або протягом його дії;
                    <h4>10.1.12.</h4> Виконувати інші дії, спрямовані на забезпечення працездатності Системи;
                    <h4>10.1.13.</h4> У будь-який момент заборонити раніше дозволене автоматичне формування замовлень для облікового запису, а також припинити отримання будь-якої автоматично згенерованої інформації;
                    <h4>10.2.</h4> Обов'язки Власника Системи:
                    <h4>10.2.1.</h4> Повідомити Клієнта про внесення змін до цього Договору шляхом публікації такого повідомлення на Веб-сайті;
                    <h4>10.2.2.</h4> Вживати заходів для запобігання несанкціонованому доступу інших осіб до інформації про рахунок Клієнта та операції, що здійснюються з рахунком;
                    <h4>10.2.3.</h4> Вживати заходів щодо запобігання несанкціонованому доступу інших осіб до персональної інформації, отриманої при Ідентифікації Клієнта;
                    <h4>10.2.4.</h4> Для виконання інших зобов'язань, викладених у цьому документі.
                    <h4>10.3.</h4> Права Клієнта:
                    <h4>10.3.1. </h4>Використовувати свій обліковий запис відповідно до порядку, зазначеного в цьому документі;
                    <h4>10.3.2.</h4> Пред'являти претензії Власнику Системи та направляти інші заяви в порядку та у випадках, передбачених цим ідеться;
                    <h4>10.3.3.</h4> В односторонньому порядку відмовитися від цієї Угоди у разі відсутності у Клієнта заборгованості перед Власником Системи.
                    <h4>10.4.</h4> Обов'язки Клієнта:
                    <h4>10.4.1. </h4>Не повідомляти та іншим чином не передавати дані автентифікації та засоби авторизації іншим особам;
                    <h4>10.4.2.</h4> Надати Власнику Системи автентичну та оновлену контактну інформацію;
                    <h4>10.4.3.</h4> Під час Ідентифікації надати Власнику Системи автентичні ідентифікаційні дані;
                    <h4>10.4.4.</h4> Своєчасно інформувати Власника Системи про зміну персональних даних, реквізитів та даних у документах, що складаються для Ідентифікації, та даних для пересилання повідомлень;
                    <h4>10.4.5.</h4> Своєчасно інформувати Власника Системи про зміну персональних даних, реквізитів та даних у документах, що складаються для Ідентифікації, та даних для пересилання повідомлень;
                    <h4>10.4.6.</h4> Виконувати інші зобов'язання, передбачені цим Договором.
                    <h4>11. Порядок укладання та чинність Договору</h4>
                    <h4>11.1.</h4> Ця Угода укладається між Власником Системи та Клієнтом у формі оферти.
                    <h4>11.2.</h4>Заповнення реєстраційної форми, опублікованої на Веб-сайті, включно з формуванням Автентифікаційних даних вважається згодою з положеннями та умовами цього Договору.
                    <h4>11.3.</h4> Прийняття положень та умов цього Договору означає повну та безумовну згоду Клієнта з усіма положеннями та умовами цього Договору без будь-яких застережень та/або обмежень.
                    <h4>11.4.</h4> Ця Угода укладена sine die.

                    <h4>12. Зміна та розірвання Договору</h4>
                    <h4>12.1. </h4>Власник Системи має право вносити зміни в умови Договору, включаючи тарифи та/або умови надання додаткових послуг. Зміни, внесені Власником Системи, стають обов’язковими для Сторін з моменту їх публікації на Сайті, якщо інше не обумовлено Власником Системи.
                    <h4>12.2.</h4> У разі незгоди Клієнта зі зміною умов цього Договору, включаючи тарифи та/або умови надання додаткових послуг, він має право в односторонньому порядку відмовитися від цього Договору шляхом повернення сума залишку на рахунках згідно з п. 5.16. Договору та закриття рахунків. Договір вважається розірваним з моменту закриття всіх облікових записів у Системі.
                    <h4>12.3.</h4> Клієнт має право в будь-який час відмовитися від цієї Угоди, здійснивши повернення суми залишку на рахунках відповідно до п. 5.16. Договору та закриття рахунків. Договір вважається розірваним з моменту закриття всіх облікових записів у Системі.
                    <h4>12.4.</h4> Власник Системи має право в односторонньому порядку відмовитися від цієї Угоди, надіславши відповідне повідомлення Клієнту будь-яким способом, передбаченим цим Договором. У цьому випадку цей Договір вважається розірваним через 3 (три) календарних дні після направлення відповідного повідомлення.

                    <h4>13. Відповідальність Сторін</h4>
                    <h4>13.1. </h4>Сторони несуть відповідальність за неналежне виконання своїх зобов'язань відповідно до умов цього Договору.
                    <h4>13.2. </h4>Власник Системи не несе відповідальності за збитки або втрату прибутку Клієнтів, спричинені несправністю Системи з будь-яких причин.
                    <h4>13.3. </h4>Власник Системи не несе відповідальності:
                    <h4>13.3.1. </h4>За збої в роботі поштових служб, Інтернету, мереж зв'язку, відключення/пошкодження електропостачання, технічні збої в замовленнях і обмінних службах, інші збої, що виникли з причин, що не залежать від Власника Системи та призвести до невиконання Власником Системи умов цього Договору;
                    <h4>13.3.2.</h4> Надана інформація про операції з використанням облікового запису, даних автентифікації та засобів авторизації Клієнта стає відомою третім особам у результаті порушення Клієнтом пункту
                    <h4>4.15. </h4>цього або в інших випадках недотримання Клієнтом умов зберігання та використання Даних автентифікації або Засобів авторизації;
                    <h4>13.3.3. </h4>Якщо інформація про операції з використанням облікового запису або Дані автентифікації Клієнта стає відома третім особам у результаті прослуховування або перехоплення та декодування каналів зв’язку під час їх використання;
                    <h4>13.3.4.</h4> За збитки Клієнта внаслідок блокування або закриття рахунку;
                    <h4>13.3.5.</h4> За збитки, спричинені неналежним введенням деталей замовлення Клієнтом;
                    <h4>13.3.6.</h4> За збитки Клієнта та/або третіх осіб, спричинені неможливістю використання облікового запису без урахування підстав такої неможливості
                    <h4>13.3.7.</h4> За збитки, спричинені наданням Клієнтом недійсних ідентифікаційних даних;
                    <h4>13.3.8.</h4> За збитки, спричинені наданням Клієнтом недійсних, неправильних або помилкових даних зв’язку;
                    <h4>13.3.9. </h4>За збитки, спричинені нездатністю Клієнта оновити дані для пересилання повідомлень та/або ідентифікаційні дані.
                    <h4>13.3.10.</h4> За тимчасову неможливість доступу Клієнта до засобів зв'язку, що забезпечують використання облікового запису та взаємодію з Системою в рамках цієї Угоди, а також пов'язані з цим збитки Клієнта;
                    <h4>13.3.11.</h4> За інші збитки, фінансові, моральні чи репутаційні, понесені Клієнтом.
                    <h4>13.4.</h4> Сторони звільняються від майнової відповідальності за невиконання або неналежне виконання зобов'язань за цим Договором, якщо це було викликано обставинами непереборної сили, тобто надзвичайними та непередбачуваними обставинами, включаючи стихійні лиха, військові дії, чи акти органів влади. У разі виникнення обставин непереборної сили Сторона протягом 3 (трьох) робочих днів повідомляє іншу Сторону про неможливість виконання своїх зобов’язань.
                    <h4>13.5.</h4> У випадку, якщо Клієнт при здійсненні операції порушує правила цього Договору або процедури відповідної операції, опубліковані на Веб-сайті, Власник Системи має право повернути Клієнту кошти за вирахуванням Комісії за виконання. операції, а також витрати обмінних служб або інших контрагентів Власника Системи на повернення отриманих коштів Клієнту.

                    <h4>14. Подільність</h4>
                    <h4>14.1.</h4> Якщо компетентний арбітражний орган або суд визнає будь-яке положення цього Договору нездійсненним у будь-якій юрисдикції, це положення буде нездійсненним у цій юрисдикції, а решта цього Договору залишатиметься обов’язковою для Сторін цього Договору як хоча він не містив такого положення. Що стосується решти, практичність такого положення не зміниться, і воно буде можливим у всіх інших юрисдикціях.

                    <h4>15. Різні положення</h4>
                    <h4>15.1.</h4> Клієнт гарантує, що він розуміє всі положення та умови цієї Угоди та приймає їх безумовно та в повному обсязі.
                    <h4>15.2.</h4> Клієнт гарантує, що не використовуватиме Систему в незаконних цілях, а також в інших цілях, не обумовлених тут.
                    <h4>15.3.</h4> Якщо Веб-сайт недоступний, слід використовувати Дзеркала Веб-сайту.
                </div>
            </div>
        </div>
    )
}

export default page